    [
        {
            "UUID": "9b492ef6-e673-4ee7-b0f1-d59728572ebc",
            "name": "Alert",
            "Prerequsite":"",
            "description": "You gain the following benefits. Initiative Proficiency. When you roll Initiative, you can add your Proficiency Bonus to the roll. Initiative Swap. Immediately after you roll Initiative, you can swap your Initiative with the Initiative of one willing ally in the same combat. You can’t make this swap if you or the ally has the Incapacitated condition",
            "type": "origin"
        },
        {
            "UUID": "958eac72-ec51-49e1-973b-700fa829d660",
            "name": "Grappler",
            "Prerequsite":"Level 4+, Strength or Dexterity 13+",
            "description": "You gain the following benefits. Ability Score Increase. Increase your Strength or Dexterity score by 1, to a maximum of 20. Punch and Grab. When you hit a creature with an Unarmed Strike as part of the Attack action on your turn, you can use both the Damage and the Grapple option. You can use this benefit only once per turn. Attack Advantage. You have Advantage on attack rolls against a creature Grappled by you. Fast Wrestler. You don’t have to spend extra movement to move a creature Grappled by you if the creature is your size or smaller",
            "type": "general"
        },
        {
            "UUID": "3ec881a9-fbc5-4bf0-aa48-b6ada0bbfea0",
            "name": "Ability Score improvement",
            "Prerequsite":"Level 4+",
            "description": "Increase +2 and +1 in two stats or +1 +1 +1 in three stats.",
            "type": "general"
        },
        {
            "UUID": "884e7fbc-d078-4d0c-b0f7-aeeb1ca68b69",
            "name": "Boon of Dimensional Travel",
            "Prerequsite":"Level 19+",
            "description": "You gain the following benefits. Ability Score Increase. Increase one ability score of your choice by 1, to a maximum of 30. Blink Steps. Immediately after you take the Attack action or the Magic action, you can teleport up to 30 feet to an unoccupied space you can see.",
            "type": "epic",
            "bonus": {
                "any": "+1"
            }
        }
    ]